target/classes/mantis-post-request-add-note-format.xml

<x:Envelope
        xmlns:x="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:man="http://futureware.biz/mantisconnect">
    <x:Header/>
    <x:Body>
        <man:mc_issue_note_add>
            <man:username>?</man:username>
            <man:password>?</man:password>
            <man:issue_id>?</man:issue_id>
            <man:note>
                <man:id></man:id>
                <man:reporter>
                    <man:id></man:id>
                    <man:name>?</man:name>
                    <man:real_name></man:real_name>
                    <man:email></man:email>
                </man:reporter>
                <man:text>?</man:text>
                <man:view_state>
                    <man:id></man:id>
                    <man:name>public</man:name>
                </man:view_state>
                <man:date_submitted>2022-09-13T00:00:00</man:date_submitted>
                <man:last_modified>2022-09-13T00:00:00</man:last_modified>
                <man:time_tracking></man:time_tracking>
                <man:note_type></man:note_type>
                <man:note_attr></man:note_attr>
            </man:note>
        </man:mc_issue_note_add>
    </x:Body>
</x:Envelope>
